tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "gcenx/apple"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "aws-iam-authenticator"
brew "xz"
brew "awscli"
brew "chezmoi"
brew "eksctl"
brew "go"
brew "go-task"
brew "gofumpt"
brew "golang-migrate"
brew "golangci-lint"
brew "jq"
brew "k3d"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "mas"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "node"
brew "opentofu"
brew "poetry"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "arc"
cask "binance"
cask "discord"
cask "docker"
cask "figma"
cask "insomnia"
cask "jetbrains-toolbox"
cask "kitty"
cask "marta"
cask "miro"
cask "notion"
cask "notion-calendar"
cask "openlens"
cask "outline-manager"
cask "shottr"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "the-unarchiver"
cask "tradingview"
cask "transmission"
cask "tunnelblick"
cask "vincelwt-chatgpt"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Eightify", id: 6448126776
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "WhatsApp", id: 1147396723
